Repository: moritzhaist/runChallenge
Catalog: *.lproj/Localizable.strings
Languages: de

source: Your current Challenge
de: Deine aktuelle Herausforderung

source: Challenge completed
de: Fortschritt

source: Kilometers left
de: Verbleibende Strecke

source: Days left in month
de: Verbleibende Tage

source: Total running distance in %@
de: Gesamtstrecke %@

source: Set your
de: Wähle deine

source: Challenge
de: Herausforderung

source: How many kilometers do you want to run this month?
de: Wie weit willst du diesen Monat laufen?

source: Set challenge
de: Herausforderung annehmen

source: Run Challenge was developed by Moritz Haist. If you like this app you can support my work by writing a review or leave a tip.
de: Run Challenge wurde entwickelt von Moritz Haist. Wenn dir diese App gefällt kannst du meine Arbeit mit einer App-Bewertung oder einem kleinen Trinkgeld unterstützen.

source: Rate and review this app
de: App Bewerten

source: Support, Bug Report
de: Support, Fehler melden

source: RunChallenge on Github
de: RunChallenge Code auf Github

source: Buy me a coffee
de: Spendenglas

source: Contact
de: Kontakt

source: KM left
de: Verbleibende Strecke

source: Days left
de: Verbleibende Tage

source: Total distance %@
de: Gesamtstrecke %@
